{
    "Você é autônomo?": "autonomo",
    "Quantos funcionários sua empresa ou organização possui?": "num_func",
    "Seu empregador é principalmente uma empresa/organização de tecnologia?": "emp_tec",
    "O seu papel principal na sua empresa está relacionado à tecnologia/TI?": "papel_tec",
    "O seu empregador oferece benefícios de saúde mental como parte da cobertura de saúde?": "beneficios_mental",
    "Você conhece as opções de cuidados de saúde mental disponíveis sob sua cobertura de saúde fornecida pelo empregador?": "conhecimento_opcoes_mental",
    "Seu empregador já discutiu formalmente a saúde mental (por exemplo, como parte de uma campanha de bem-estar ou outra comunicação oficial)?": "discussao_formal_mental",
    "O seu empregador oferece recursos para aprender mais sobre distúrbios de saúde mental e opções para procurar ajuda?": "recursos_aprendizado_mental",
    "O seu anonimato está protegido se você optar por aproveitar os recursos de tratamento de saúde mental ou abuso de substâncias fornecidos pelo seu empregador?": "anonimato_protegido",
    "Se um problema de saúde mental o levou a solicitar uma licença médica do trabalho, quão fácil ou difícil seria pedir essa licença?": "dificuldade_licenca_mental",
    "Você se sentiria mais confortável conversando com seus colegas de trabalho sobre sua saúde física ou sua saúde mental?": "conforto_conversar_saude",
    "Você se sentiria à vontade para discutir um problema de saúde mental com seu (s) supervisor (s) direto (s)?": "conforto_discutir_supervisor",
    "Você já discutiu sua saúde mental com seu empregador?": "discussao_saude_mental_emp",
    "Você se sentiria à vontade para discutir um problema de saúde mental com seus colegas de trabalho?": "conforto_discutir_colegas",
    "Você já discutiu sua saúde mental com colegas de trabalho?": "discussao_saude_mental_colegas",
    "Você já teve um colega de trabalho discutir a saúde mental de seu ou outro colega de trabalho com você?": "discussao_saude_mental_colegas_outro",
    "No geral, quanta importância seu empregador coloca na saúde física?": "importancia_saude_fisica_emp",
    "No geral, quanta importância seu empregador coloca na saúde mental?": "importancia_saude_mental_emp",
    "Seu empregador era principalmente uma empresa/organização de tecnologia?": "emp_tec_anterior",
    "Você estaria disposto a discutir sua saúde mental com seu (s) supervisor (s) direto (s)?": "disposto_discutir_supervisor",
    "Você atualmente tem um distúrbio de saúde mental?": "disturbio_saude_mental_atual",
    "Você já teve um distúrbio de saúde mental no passado?": "disturbio_saude_mental_passado",
    "Você já procurou tratamento para um distúrbio de saúde mental de um profissional de saúde mental?": "tratamento_profissional_mental",
    "Você tem um histórico familiar de doença mental?": "historico_familiar_mental",
    "Se você tem um distúrbio de saúde mental, com que frequência sente que isso interfere no seu trabalho ao ser tratado de maneira eficaz?": "interferencia_tratamento_eficaz",
    "Se você tem um distúrbio de saúde mental, com que frequência sente que isso interfere no seu trabalho quando não é tratado de maneira eficaz (ou seja, quando você está experimentando sintomas)?": "interferencia_sem_tratamento_eficaz",
    "Suas observações de como outro indivíduo que discutiu um problema de saúde mental tornou a probabilidade de você revelar um problema de saúde mental no seu local de trabalho atual?": "observacoes_discussao_mental",
    "Quão disposto você estaria em compartilhar com amigos e familiares que você tem uma doença mental?": "disposto_compartilhar_amigos_familiares",
    "Você estaria disposto a apresentar um problema de saúde física com um empregador em potencial em uma entrevista?": "disposto_apresentar_saude_entrevista",
    "Você traria sua saúde mental com um empregador em potencial em uma entrevista?": "traria_saude_mental_entrevista",
    "Você é identificado abertamente no trabalho como uma pessoa com um problema de saúde mental?": "identificado_abertamente_mental",
    "Se eles soubessem que você sofria de um distúrbio de saúde mental, como você acha que os membros da sua equipe/colegas de trabalho reagiriam?": "reacao_membros_equipe_mental",
    "No geral, como você acha que o setor de tecnologia apoia funcionários com problemas de saúde mental?": "apoio_setor_tecnologia_mental",
    "Descreva brevemente o que você acha que o setor como um todo e/ou empregadores poderia fazer para melhorar o apoio à saúde mental aos funcionários.": "sugestoes_apoio_mental",
    "Qual é a sua idade?": "idade",
    "Qual é o seu gênero?": "genero",
    "Ano": "ano"
}
